# task 01
# Создать новый файл в редакторе и сохранить его как hello.py
# Добавьте файл код print("Привет мир!")
print('Привет мир!')

# task 02
# Доработать hello.py, чтобы помимо "Привет мир!"
# она выводила на экран при помощи print:
# Cтроку "Привет программист!"
# Результат действия 2 + 2
# Результат действия 10 / 3
print('Привет программист!')
print(2 + 2)
print(10 / 3)

# task 03
# Создать переменную name с вашим именем
# Сделать так, чтобы при запуске скрипта
# значение переменной выводилось на экран
name = 'Simon'
print(name)